Repository: common-repository/bp-event-manager
Catalog: languages/bp-event-manager-*.po
Languages: ur

# تقریبات
source: Events
ur: تقریبات

# تقریب
source: Event
ur: تقریب

# تقریبات
source: Error, duplicate 1: Events
ur: تقریبات

# تقریب
source: Error, duplicate 1: Event
ur: تقریب

# تقریب
source: Add New
ur: نئ شامل کریں

# نئ تقریب شامل کریں
source: Add New Event
ur: نئ تقریب شامل کریں

# نئ تقریب
source: New Event
ur: نئ تقریب

# تقریب میں ترمیم کریں
source: Edit Event
ur: تقریب میں ترمیم کریں

# تقریب دیکھیں
source: View Event
ur: تقریب دیکھیں

# تمام تقریبات
source: All Events
ur: تمام تقریبات

# تقریبات تلاش کریں
source: Search Events
ur: تقریبات تلاش کریں

# مورث تقریبات
source: Parent Events:
ur: مورث تقریبات

# کوئی تقریبات نہیں ملی
source: No Events found.
ur: کوئی تقریبات نہیں ملی

# ٹریش میں کوئی تقریب نہیں ملی.
source: No Events found in Trash.
ur: ٹریش میں کوئی تقریب نہیں ملی

# تفصیل
source: Description.
ur: تفصیل

# تقریب کا مقام
source: Event Location
ur: تقریب کا مقام

# شروع کرنے کی تاریخ
source: Start Date
ur: شروع کرنے کی تاریخ

# وقت آغاز
source: Start Time
ur: وقت آغاز

# آخری تاریخ
source: End Date
ur: آخری تاریخ

# آخر وقت
source: End time
ur: آخر وقت

# تقریب آرگنائزر
source: Event Organiser
ur: تقریب آرگنائزر

# آرگنائزر یو آر ایل
source: Organiser URL
ur: آرگنائزر یو آر ایل

# دلچسپی نہیں
source: Leave Event
ur: دلچسپی نہیں

# تقریب میں شمولیت
source: Join Event
ur: تقریب میں شمولیت

# ابھی تک کوئی تقریب نہیں بنائ گئ.
source: No Events Created Yet.
ur: ابھی تک کوئی تقریب نہیں بنائ گئ.

# کوئی پرانی تقریب نہیں ہے.
source: No past event is available.
ur: کوئی پرانی تقریب نہیں ہے.

# تقریب میں نہیں جا رہا
source: Event Leave Success
ur: تقریب میں نہیں جا رہا

# تقریب میں جا رہاہو
source: Event Attend Success
ur: تقریب میں جا رہاہو

# بي پي ايونٹ مينجر
source: BP Event Manager
ur: بي پي ايونٹ مينجر

source: Plug and Play Plugin Development. A person can create events for buddypress groups.
ur: ایک شخص buddypress گروپوں کے لئے واقعات بنا سکتا ہے.
